{
    "header":{
        "menu":{
            "theDlsEffect":"France",
            "testimonials":"France",
            "connect":"France"
        },
        "hrant":"DLS Luxury Real Estate FR",
        "quebec":"Quebec’s bespoke luxury home matchmaker FR",
        "sellHome":"SELL YOUR LUXURY HOME FR",
        "findHome":"FIND YOUR DREAM HOME FR" 
    },
    "main":{
        "effect":"The DLS Effect FR",
        "integrity":"Integrity. Adaptability. Results. FR",
        "dlsDesc":{
            "text1":"From bespoke service to exclusive insights – the DLS team brings an integrated and tailored approach to residential andcommercial brokerage services that go beyond clients' unique and ever-evolving needs. FR",
            "text2":"Since 2014, we have optimized the client experience and built a regional reputation in luxury real estate through integrity,adaptability, and most importantly, flawless execution. FR",
            "text3":"At the core of the DLS Effect is an intuitive step-by-step method that fosters the sophistication and craft of ears of expertise and insight. FR"
        },
        "cards":{
            "card1":{
                "title":"Devoted team of experts",
                "desc":"As industry experts. our dynamic teamis known for offering a truly customizedbespoke experience. FR"
            },
            "card2":{
                "title":"Intuitive approach",
                "desc":"We thrive on offering both a professionaland personal approach for a fullycomprehensive experience. FR"
            },
            "card3":{
                "title":"Innovative processing",
                "desc":"The DLS team understands that time ismoney - and promises efficiency andreliability to ensure a punctual turnaround. FR"
            },
            "card4":{
                "title":"Transparent transactions",
                "desc":"We remain candid with ever step anddetail of vour transaction for complete trustand peace of mind."
            }
    },
    "clientArea":{
        "title":"Client Testimonials",
        "client1":{
            "name":"Jennifer Fox",
            "desc":"A true specialist in luxury real estate - finds the most impeccable properties and closes deals fast!"
        },
        "client2":{
            "name":"Steve McConnor",
            "desc":"I am incredibly impressed! DLS offers expert insight and the most efficient solutions to finding the right property."
        },
        "client3":{
            "name":"Alex Brown",
            "desc":"Amazing experience working with Dany who not only listens and knows how to find what you are looking for but also gives you a peace of mind throughout the entire process."
        }
    },
    "connectArea":{
        "title":"Connect",
        "name":"Dany Latif Saad inc.",
        "proffession":"Residental & Commercial Real Estate Broker",
        "phone":"Phone Number",
        "email":"Email Address",
        "address":{
            "title":"Address",
            "address1":"Les Immeubles Charisma Inc.",
            "address2":"3310 100e Avenue #340, Laval, Quebec H7T 0J7"
        },
        "openingHours":{
            "title":"Opening Hours",
            "days":"Monday - Friday 9am - 7pm ",
            "days2":"Saturday - Sunday 10am - 4pm"
        }
    },
    "finalText":{
        "large":"Finding the right home for your needs, taste, and lifestyle is not an easy task — but it can be simple.With the exclusive DLS matchmaking system that curates a tailored solution with everythingthat matters most, you can fine tune the details and features to bring your vision to life.",
        "short":"Your dream home is a click away — let's find your perfect match."
    }
    },
    "footer":{
        "copyright":"Copyright FR "
    }
    
}